const ap = new APlayer({
  container: document.getElementById("aplayer"),
  fixed: true,
  autoplay: false,
  theme: "#000",
  mutex: true,
  // lrcType: 1,
  audio: [
    {
      name: "Kill the One",
      artist: "PGone",
      url: "../music/killTheOne.mp3",
      cover:
        "http://p3.music.126.net/u4WgQRlp-Kj27fzgyzmh4A==/109951165868109090.jpg?param=200y200",
    },
    {
      name: "Sensitive",
      artist: "PGone",
      url: "../music/sensitive.mp3",
      cover:
        "http://p3.music.126.net/u4WgQRlp-Kj27fzgyzmh4A==/109951165868109090.jpg?param=200y200",
      lrc: "[00:00.000] 作词 : Blazo/One\n[00:01.000] 作曲 : One/Blazo\n[00:26.963]Shawty you should locking with me tonight\n[00:32.572]好奇的心被眼神交汇出卖\n[00:40.049]One thing I have to mention that I won't deny\n[00:45.292]隐藏我无数期待\n[00:51.903]摘下首饰放在角落点燃微弱的烛光\n[00:59.030]近闻着你的耳边肩膀\n[01:04.683]褪下蕾丝边的着装散发费洛蒙的香\n[01:11.784]刻意的回避却又渴望\n[01:17.964]Now I can't stop feeling sensitive\n[01:23.800]红色双唇无法紧闭在绽放\n[01:30.042]Now I can't stop feeling sensitive\n[01:36.991]炙热的沸腾让你我都难忘\n[01:49.679]Can you Feel it by my side\n[01:53.513]Feel it by my side\n[02:02.334]Can you Feel it by my side\n[02:06.037]Feel it by my side\n[02:09.264]Feel it by my side\n[02:11.521]今夜的快乐 via via\n[02:14.873]也许明天不再会有交集略显悲伤\n[02:21.467]I just want\n[02:24.399]看透你说的谎\n[02:26.420]习以为常\n[02:28.463]你眼神变的游离\n[02:30.950]都是假象\n[02:34.272]在你眼里什么样的男人才算高级\n[02:37.310]是什么经历让你习惯总回复假消息\n[02:40.569]你说想要灵魂上可以交替\n[02:43.858]可你毫不犹豫把他的钱放进包里\n[02:47.217]Baby tell me don’t lie! Don't! That’s wrong!\n[02:50.472]你不是gold digger相信有苦衷\n[02:53.608]只留下一句不会再轻易感动\n[02:56.557]Leave me alone\n[02:59.752]But I can't stop feeling sensitive\n[03:06.349]红色双唇无法紧闭在绽放\n[03:12.508]But I can't stop feeling sensitive\n[03:19.034]炙热的沸腾让你我都难忘\n[03:31.942]Can you feel it by my side\n[03:35.720]Feel it by my side\n[03:44.623]Can you feel it by my side\n[03:48.430]Feel it by my side\n",
    },
    {
      name: "都是你",
      artist: "PGone",
      url: "../music/都是你.mp3",
      cover:
        "http://p3.music.126.net/u4WgQRlp-Kj27fzgyzmh4A==/109951165868109090.jpg?param=200y200",
      lrc: "[00:00.00]都是你 - PGone\n[00:02.00]词：H3R3/PaceMak1r\n[00:04.01]曲：H3R3/PaceMak1r\n[00:06.01]都是你\n[00:06.95]\n[00:07.97]脑海里都是你\n[00:09.81]\n[00:10.52]控制不住自己\n[00:12.83]\n[00:13.49]要怎么坦白\n[00:16.50]你让我无法去否认\n[00:19.90]我对你的爱\n[00:21.48]\n[00:22.45]全部都是你\n[00:23.81]\n[00:24.98]脑海里都是你\n[00:26.76]\n[00:28.14]My love\n[00:29.08]\n[00:30.27]对你的思念伴随每次呼吸\n[00:34.12]\n[00:36.15]我好想摆脱这讨厌的距离\n[00:39.93]\n[00:40.68]被放慢的时间\n[00:42.22]在你没发觉的时候多看你一眼\n[00:44.92]说了这么多我希望你能懂\n[00:47.73]下面这些话我在你耳边说\n[00:50.33]全部都是你\n[00:52.04]\n[00:52.73]脑海里都是你\n[00:54.85]\n[00:55.56]控制不住自己\n[00:58.16]要怎么坦白\n[01:01.57]你让我无法去否认\n[01:04.42]\n[01:04.93]我对你的爱\n[01:06.64]\n[01:07.62]全部都是你\n[01:09.07]\n[01:10.30]脑海里都是你\n[01:11.83]\n[01:14.44]只怪我没能早点认识你\n[01:16.49]\n[01:17.29]这是不是爱不断问自己\n[01:19.45]\n[01:20.26]嘴笨的像是活在旧世纪\n[01:22.54]无处可逃闭上双眼怎么又是你\n[01:25.03]\n[01:26.15]My baby\n[01:27.33]想要做你陪从需要你的点头\n[01:30.09]无意间的回眸把我心给牵走\n[01:33.09]爱开启追踪 希望你会懂\n[01:35.51]听我说\n[01:36.61]你的出现让我也体验了\n[01:38.06]什么叫相思的痛苦\n[01:39.37]Freestyle再厉害遇到你\n[01:40.93]为什么突然会变得没用处\n[01:42.39]早已经没什么定力\n[01:43.55]不停的翻看着我们的信息\n[01:44.99]没想到我也会有这般境地\n[01:46.45]把思念都写进了韵律\n[01:47.98]这印记 在心里\n[01:49.26]像木马开始环绕\n[01:50.66]不敢和你开玩笑\n[01:51.95]没你消息会烦躁\n[01:53.22]Im falling in love\n[01:54.71]应该和谁去请教\n[01:56.21]思念是一种病那我是重症病号\n[01:59.08]My love and only\n[02:00.47]我真的脑海里面都是你\n[02:02.49]\n[02:03.00]逐渐沦陷如何救自己\n[02:05.34]\n[02:06.44]辗转反侧如何缩短你我距离\n[02:09.56]Tell me what should I do\n[02:11.04]我真的在乎\n[02:12.38]在乎你每个表情和说话声调\n[02:15.06]猜测你是开心是郁闷是烦恼\n[02:17.83]你笑的轻松\n[02:19.55]我心却紧绷\n[02:20.75]听我说\n[02:21.65]都是你\n[02:22.40]\n[02:23.51]脑海里都是你\n[02:25.23]\n[02:26.21]控制不住自己\n[02:28.11]\n[02:28.92]要怎么坦白\n[02:31.96]你让我无法去否认\n[02:35.26]我对你的爱\n[02:36.99]\n[02:37.99]全部都是你\n[02:39.34]\n[02:40.65]脑海里都是你\n",
    },
    {
      name: "For You",
      artist: "PGone",
      url: "../music/ForYou.mp3",
      cover:
        "http://p3.music.126.net/u4WgQRlp-Kj27fzgyzmh4A==/109951165868109090.jpg?param=200y200",
      lrc: "[00:31.29]为你变得完美\n[00:34.08]委婉变得干脆\n[00:37.08]使我卸下所有的防备\n[00:43.44]月下四目相对\n[00:46.14]并不想把你灌醉\n[00:49.59]楚楚动人的目光那么的美\n[00:54.54]我的视线已经无处安放\n[01:00.18]脑海里对你早充满幻想\n[01:03.48]想借给你肩膀却感觉理由过于牵强\n[01:09.48]曾把内心底的感情埋葬\n[01:12.81]可你赐我爱的魔法权杖\n[01:16.47]My candy girl\n[01:17.76]Can you feel my love\n[01:20.88]I can do anything needed for you\n[01:27.12]I can do anything needed for you\n[01:32.94]I can do anything needed for you\n[01:39.57]I can do anything I can do anything\n[01:44.52]For you\n[01:45.84]你将是我唯一爱的baby 我确定\n[01:48.75]不用怀疑我是不是没睡醒我最近\n[01:51.84]一想到你我就会身心不宁哦注定\n[01:54.96]对你我无法再去一意孤行这输赢\n[01:58.08]都已不再重要只想要为你做份早餐\n[02:00.90]陪你去逛街游乐场看电影做你的贴身保安\n[02:03.99]只想要简简单单没那些感情反转\n[02:07.02]我不想留下遗憾做你一半为你习惯\n[02:10.32]我的视线已经无处安放\n[02:15.00]脑海里对你早充满幻想\n[02:18.30]想借给你肩膀却感觉理由过于牵强\n[02:24.30]曾把内心底的感情埋葬\n[02:27.48]可你赐我爱的魔法权杖\n[02:31.32]My candy girl\n[02:32.55]Can you feel my love\n[02:35.70]I can do anything needed for you\n[02:41.91]I can do anything needed for you\n[02:48.15]I can do anything needed for you\n[02:54.39]I can do anything I can do anything\n[02:59.22]For you\n[03:01.74]没法再对你的过往不闻不问\n[03:04.53]你和他的对话像在对我处分\n[03:08.34]只想陪你放下过去能看出我多么认真\n[03:14.43]Baby what you want me to do\n[03:17.55]Tell me we got nothing to lose\n[03:20.88]Trust me baby\n[03:22.44]Can you feel my\n[03:23.97]I can do anything needed for you\n[03:31.80]I can do anything needed for you\n[03:37.71]I can do anything needed for you\n[03:44.25]I can do anything I can do anything\n[03:50.04]For you\n[04:27.00]\n",
    },

    {
      name: "青花瓷",
      artist: "周杰伦",
      url: "../music/青花瓷.mp3",
      cover:
        "http://p1.music.126.net/BbR3TuhPULMLDV0MjczI4g==/109951165793869641.jpg?param=640y300",
      lrc: "[00:00.00]青花瓷 - 周杰伦 (Jay Chou)\n[00:05.49]词：方文山\n[00:10.98]曲：周杰伦\n[00:16.47]编曲：钟兴民\n[00:21.97]素胚勾勒出青花笔锋浓转淡\n[00:26.22]瓶身描绘的牡丹一如你初妆\n[00:30.70]冉冉檀香透过窗心事我了然\n[00:35.18]宣纸上走笔至此搁一半\n[00:39.62]釉色渲染仕女图韵味被私藏\n[00:44.03]而你嫣然的一笑如含苞待放\n[00:48.45]你的美一缕飘散\n[00:50.92]去到我去不了的地方\n[00:57.35]天青色等烟雨 而我在等你\n[01:01.75]炊烟袅袅升起 隔江千万里\n[01:06.26]在瓶底书汉隶仿前朝的飘逸\n[01:10.71]就当我为遇见你伏笔\n[01:15.13]天青色等烟雨 而我在等你\n[01:19.59]月色被打捞起 晕开了结局\n[01:24.05]如传世的青花瓷自顾自美丽\n[01:27.97]你眼带笑意\n[01:50.72]色白花青的锦鲤跃然于碗底\n[01:55.17]临摹宋体落款时却惦记着你\n[01:59.63]你隐藏在窑烧里千年的秘密\n[02:04.13]极细腻犹如绣花针落地\n[02:08.48]帘外芭蕉惹骤雨门环惹铜绿\n[02:12.97]而我路过那江南小镇惹了你\n[02:17.33]在泼墨山水画里\n[02:19.88]你从墨色深处被隐去\n[02:26.26]天青色等烟雨 而我在等你\n[02:30.69]炊烟袅袅升起 隔江千万里\n[02:35.17]在瓶底书汉隶仿前朝的飘逸\n[02:39.62]就当我为遇见你伏笔\n[02:44.08]天青色等烟雨 而我在等你\n[02:48.46]月色被打捞起 晕开了结局\n[02:52.98]如传世的青花瓷自顾自美丽\n[02:56.84]你眼带笑意\n[03:01.79]天青色等烟雨 而我在等你\n[03:06.23]炊烟袅袅升起 隔江千万里\n[03:10.72]在瓶底书汉隶仿前朝的飘逸\n[03:15.15]就当我为遇见你伏笔\n[03:19.65]天青色等烟雨 而我在等你\n[03:24.05]月色被打捞起 晕开了结局\n[03:28.45]如传世的青花瓷自顾自美丽\n[03:32.40]你眼带笑意",
    },
    {
      name: "半岛铁盒",
      artist: "周杰伦",
      url: "../music/半岛铁盒.mp3",
      cover:
        "http://p1.music.126.net/BbR3TuhPULMLDV0MjczI4g==/109951165793869641.jpg?param=640y300",
      lrc: "[00:00.00]半岛铁盒 - 周杰伦 (Jay Chou)\n[00:04.28]词：周杰伦\n[00:08.56]曲：周杰伦\n[00:12.84]编曲：林迈可\n[00:17.12]走廊灯关上 书包放\n[00:19.19]走到房间窗外望\n[00:21.17]回想刚买的书\n[00:22.75]一本名叫半岛铁盒\n[00:24.67]放在床边堆好多\n[00:26.38]第一页第六页第七页序\n[00:28.65]我永远都想不到\n[00:30.23]陪我看这书的你会要走\n[00:32.15]不再是不再有\n[00:33.97]现在已经看不到\n[00:36.21]铁盒的钥匙孔\n[00:37.58]透了光看见它锈了好久\n[00:39.74]好旧好旧\n[00:40.90]外围的灰尘包围了我\n[00:43.38]好暗好暗\n[00:44.47]铁盒的钥匙我找不到\n[00:47.33]放在糖果旁的\n[00:49.90]是我很想回忆的甜\n[00:54.64]然而过滤了你和我\n[00:57.88]沦落而成美\n[01:00.83]\n[01:02.17]沉在盒子里的是你\n[01:05.30]给我的快乐\n[01:08.15]\n[01:09.31]我很想记得可是我记不得\n[01:14.56]\n[01:15.11]为什么这样子\n[01:18.60]你拉着我 说你有些犹豫\n[01:22.89]怎么这样子\n[01:25.92]雨还没停你就撑伞要走\n[01:30.05]已经习惯不去阻止你\n[01:33.85]过好一阵子你就会回来\n[01:38.24]印象中的爱情\n[01:40.60]好像顶不住那时间\n[01:44.50]为什么这样子\n[01:47.82]你看着我说你已经决定\n[01:52.22]我拉不住你\n[01:55.20]他的手应该比我更暖\n[01:59.71]铁盒的序变成了日记\n[02:03.40]变成了空气 演化成回忆\n[02:07.59]印象中的爱情\n[02:10.13]好像顶不住那时间\n[02:13.89]所以你弃权\n[02:16.94]\n[02:29.74]走廊灯关上 书包放\n[02:32.05]走到房间窗外望\n[02:33.87]回想刚买的书\n[02:35.58]一本名叫半岛铁盒\n[02:37.56]放在床 边堆好多\n[02:39.33]第一页第六页第七页序\n[02:41.37]我永远都想不到\n[02:43.12]陪我看这书的你会要走\n[02:45.05]不再是不再有\n[02:46.85]现在已经看不到\n[02:48.69]铁盒的钥匙孔 透了光\n[02:50.92]看见它锈了好久\n[02:52.43]好旧好旧\n[02:53.98]外围的灰尘包围了我\n[02:56.12]好暗好暗\n[02:57.25]铁盒的钥匙我找不到\n[03:00.20]放在糖果旁的\n[03:02.61]是我很想回忆的甜\n[03:06.49]\n[03:07.47]然而过滤了你和我\n[03:10.60]沦落而成美\n[03:13.43]\n[03:14.96]沉在盒子里的是你\n[03:18.03]给我的快乐\n[03:20.42]\n[03:22.04]我很想记得可是我记不得\n[03:27.31]\n[03:27.93]为什么这样子\n[03:31.11]你拉着我说你有些犹豫\n[03:35.45]怎么这样子\n[03:38.68]雨还没停你就撑伞要走\n[03:42.84]已经习惯不去阻止你\n[03:46.68]过好一阵子你就会回来\n[03:51.07]印象中的爱情\n[03:53.48]好像顶不住那时间\n[03:57.22]为什么这样子\n[04:00.42]\n[04:00.94]你拉着我 说你有些犹豫\n[04:04.99]怎么这样子\n[04:07.85]\n[04:08.37]雨还没停你就撑伞要走\n[04:12.49]已经习惯不去阻止你\n[04:16.21]过好一阵子你就会回来\n[04:20.19]\n[04:20.76]印象中的爱情\n[04:23.05]好像顶不住那时间\n[04:26.98]为什么这样子\n[04:29.96]\n[04:30.63]你看着我说你已经决定\n[04:34.60]我拉不住你\n[04:37.91]他的手应该比我更暖\n[04:42.39]\n[04:43.14]铁盒的序变成了日记\n[04:45.63]变成了空气 演化成回忆\n[04:50.24]印象中的爱情\n[04:52.93]好像顶不住那时间\n[04:56.96]所以你弃权",
    },
    {
      name: "反方向的钟",
      artist: "周杰伦",
      url: "../music/反方向的钟.mp3",
      cover:
        "http://p1.music.126.net/BbR3TuhPULMLDV0MjczI4g==/109951165793869641.jpg?param=640y300",
      lrc: "[00:00.00]反方向的钟 - 周杰伦 (Jay Chou)\n[00:04.32]词：方文山\n[00:08.64]曲：周杰伦\n[00:12.96]编曲：周杰伦\n[00:17.28]合声：周杰伦\n[00:21.61]合声编写：周杰伦\n[00:25.93]ㄅㄆㄇㄈㄉㄊㄋㄌㄍㄎㄏ\n[00:30.90]ㄅㄆㄇㄈㄉㄊㄋㄌㄍㄎㄏㄐ\n[00:35.93]ㄅㄆㄇㄈㄉㄊㄋㄌㄍㄎㄏ\n[00:41.02]ㄅㄆㄇㄈㄉㄊㄋㄌ\n[00:45.85]迷迷蒙蒙 你给的梦\n[00:48.36]出现裂缝 隐隐作痛\n[00:50.93]怎么沟通你都没空\n[00:53.38]说我不懂 说了没用\n[00:55.99]他的笑容 有何不同\n[00:58.53]在你心中 我不再受宠\n[01:01.18]我的天空 是雨是风 还是彩虹\n[01:04.87]你在操纵\n[01:06.77]恨自己真的没用情绪激动\n[01:11.82]一颗心到现在还在抽痛\n[01:16.62]还为分手前那句抱歉在感动\n[01:26.68]穿梭时间的画面的钟\n[01:31.72]从反方向 开始移动\n[01:36.84]回到当初爱你的时空\n[01:41.93]停格内容 不忠\n[01:46.91]所有回忆对着我进攻\n[01:52.05]我的伤口 被你拆封\n[01:57.15]誓言太沉重泪被纵容\n[02:02.17]脸上汹涌 失控\n[02:17.39]城市霓虹 不安跳动\n[02:18.74]染红夜空 过去种种\n[02:20.20]像一场梦 不敢去碰\n[02:21.59]一想就痛 心碎内容\n[02:22.86]每一秒钟 都有不同\n[02:24.17]你不懂 连一句珍重\n[02:25.69]也有苦衷 也不想送\n[02:27.13]寒风中 废墟烟囱\n[02:28.24]停止转动 一切落空\n[02:29.60]在人海中盲目跟从\n[02:31.08]别人的梦 全面放纵\n[02:32.44]恨没有用 疗伤止痛\n[02:33.67]不再感动 没有梦\n[02:35.05]痛不知轻重\n[02:35.83]泪水鲜红 全面放纵\n[02:48.14]恨自己真的没用情绪激动\n[02:53.29]一颗心到现在还在抽痛\n[02:58.02]还为分手前那句抱歉在感动\n[03:08.19]穿梭时间的画面的钟\n[03:13.22]从反方向 开始移动\n[03:18.32]回到当初爱你的时空\n[03:23.33]停格内容 不忠\n[03:28.46]所有回忆对着我进攻\n[03:33.52]我的伤口 被你拆封\n[03:38.58]誓言太沉重泪被纵容\n[03:43.67]脸上汹涌 失控\n[03:48.72]穿梭时间的画面的钟\n[03:53.78]从反方向 开始移动\n[03:58.84]回到当初爱你的时空\n[04:03.96]停格内容 不忠\n[04:09.00]所有回忆对着我进攻",
    },
    {
      name: "哪里都是你",
      artist: "队长",
      url: "http://music.163.com/song/media/outer/url?id=488249475.mp3",
      cover:
        "http://p1.music.126.net/Ieq9StJjPVyRPlmeOanldQ==/109951166470091750.jpg?param=180y180",
      lrc: "[00:00.000] 作词 : 队长\n[00:01.000] 作曲 : 队长/박수석/김문철\n[00:13.580]编曲：박수석，김문철\n[00:14.580]从不在意别人口中的自己\n[00:21.080]她说过了一个想听花言巧语的年纪\n[00:29.200]你选择了他们口中所谓的放弃\n[00:34.440]却才发现早就丢掉了自己\n[00:43.560]特别是一个人的夜里\n[00:47.060]没人能够控制住自己\n[00:49.700]让全部回忆藏在心底泛起涟漪\n[00:58.650]你想要的是现在\n[01:02.119]而不是那遥远的未来\n[01:06.120]选择的困惑\n[01:12.200]再没人能懂你\n[01:14.010]生气的原因和哭泣的无力\n[01:18.900]最遥远的距离\n[01:26.700]忘了吧忘了吧忘了吧忘了你的所有\n[01:30.799]不过只是找了一堆美丽的理由\n[01:34.700]把你的痕迹都统统掩埋\n[01:37.700]你走过的地方只剩下思念难捱\n[01:41.700]把你藏在心头\n[01:44.700]每天每夜想你\n[01:48.700]害怕你的眼泪\n[01:52.370]没人为你抹去\n[01:55.700]不能想象没有了你的未来\n[01:59.500]你身边那位能让你过得比我更精彩I want you back\n[02:09.699]我忘掉你的所有 风里雨里一直大步往前走\n[02:17.699]我又怎么能够忘掉你的温柔\n[02:24.900]换不同的场景\n[02:28.699]但哪里都是你\n[02:31.699]要怎么能忘记 忘记你\n[02:35.900]所有人都知道I can't let you go\n[02:40.120]每个人都知道 I can't let you go\n[02:43.580]你为什么还不知道 I can't let you go\n[02:47.620]Baby baby I can't let you go\n[02:50.930]在你的心里我是怎样一个人\n[02:54.560]把话都袒露让你知道我心声\n[02:58.009]You know you know\n[03:02.439]感谢你陪我走过这一程\n[03:11.150]You know you know\n[03:14.629]感谢你陪我走过这一程\n[03:18.430]You know you know\n[03:22.030]每天多爱自己一点 把恨我当成动力\n[03:25.830]别那么晚睡\n[03:30.629]我想你过的好 是唯一对你放不下的\n[03:33.629]习惯吧\n[03:36.699]-----\n[03:37.500]\n",
    },
    {
      name: "11",
      artist: "队长 / 黄礼格",
      url: "http://music.163.com/song/media/outer/url?id=1907766514.mp3",
      cover:
        "http://p1.music.126.net/zaLqUvz-C_H1u4n8-0MQcw==/109951166868150028.jpg?param=130y130",
      lrc: "[00:00.000] 作词 : 队长/黄礼格\n[00:01.000] 作曲 : 队长/黄礼格\n[00:02.000] 编曲 : 关天天\n[00:03.000] 制作人 : 队长/高孟昊/关天天\n[00:13.81]就把我爱意都掩埋\n[00:16.94]但你能清楚的明白\n[00:20.56]靠近我 然后别离开\n[00:25.77]可是难过的却不是回忆\n[00:29.20]因为回忆里 哭泣的你\n[00:33.71]\n[00:36.02]Cause you know\n[00:38.67]爱意就像大雨落下怎么能让人不牵挂\n[00:46.22]过得好吗想说的话你能听到吗\n[00:52.41]Wow 没能陪你到最后 别再叹息皱眉头\n[01:01.48]怎么会忘掉你所有\n[01:05.12]我还在这默默的承受着 没有人附和\n[01:09.54]过了很久了么\n[01:11.33]怎么会傻到等你回来 这算什么期待\n[01:14.97]情话全都变苍白\n[01:17.87]那夜的银河\n[01:19.19]是你眼里的星辰\n[01:20.99]你还记得么\n[01:22.52]最开始为你写的歌\n[01:27.10]但是这里现在只是剩下我\n[01:30.75]Wow 别走 don’t wanna say good bye\n[01:37.07]好像对你的爱 永远都不能收回来\n[01:43.22]Baby I will die for you 你能清楚\n[01:49.51]Mad for you\n[01:50.10]Sad for you\n[01:50.77]Cry for you\n[01:51.63]Die for you\n[01:52.40]Die for you\n[01:53.17]Die for you\n[01:54.31]Cause you know\n[01:56.32]爱意就像大雨落下怎么能让人不牵挂\n[02:03.85]过得好吗想说的话你能听到吗\n[02:09.88]Wow 没能陪你到最后 别再叹息皱眉头\n[02:19.24]怎么会忘掉你所有\n[02:22.97]情绪难过 不知道该怎么说\n[02:26.45]视线斑驳 漫长的夜怎么过\n[02:29.77]紧紧拥抱的感觉就像发生在昨天\n[02:33.10]我拼尽全力实现对你的诺言\n[02:37.47]我像掉进漩涡\n[02:41.06]来不及难过\n[02:45.12]被吞没\n[02:45.86]Cause you know\n[02:48.41]爱意就像大雨落下怎么能让人不牵挂\n[02:55.30]过得好吗想说的话你能听到吗\n[03:02.06]Wow 没能陪你到最后 别再叹息皱眉头\n[03:11.31]怎么会忘掉你所有\n[03:14.79]\n[03:17.80]没能陪你到最后\n[03:24.44]没能陪你到最后\n[03:28.05]可我的心啊\n[03:31.22]好像总残缺\n[03:34.32]因为你已不在\n[03:36.30]你已不在\n[03:37.66]你不在身边\n[03:40.86]\n[03:40.955] 配唱制作人 : 队长/高孟昊\n[03:41.824] 和声编写 : 队长/高孟昊\n[03:42.693] 录音 : 队长/高孟昊\n[03:43.562] 和声 : 队长/黄礼格/高孟昊\n[03:44.431] 音频编辑 : 高孟昊/叶靖棠@TreeHouse Studio\n[03:45.300] 吉他 : 关天天\n[03:46.169] 贝斯 : 关天天\n[03:47.038] 混音 : Lance Powell\n[03:47.907] 母带 : 全相彦@OKmastering Studio（北京）\n[03:48.776] 营销 : 大声密谋\n[03:49.645] 总监制 : 陈国威 Andrew Chan@索尼音乐\n[03:50.514] 封面 : Vina\n[03:51.383] 文案 : 杰森\n[03:52.252] A&R : 高孟昊\n[03:53.121] 项目统筹 : 杰森/高孟昊/胡文钟\n[03:53.990] 监制 : 郑奕臣\n[03:54.859] （未经著作权人许可，不得翻唱、翻录或使用）\n",
    },
    {
      name: "Let Go",
      artist: "黄礼格 / 队长",
      url: "http://music.163.com/song/media/outer/url?id=1465310744.mp3",
      cover:
        "http://p1.music.126.net/m-KmjsoszHDZr9S2Obou4g==/109951165421400932.jpg?param=180y180",
      lrc: "[00:00.000] 作词 : 黄礼格/队长\n[00:00.091] 作曲 : 黄礼格/队长\n[00:00.182] 编曲 : Jin See@音为乐趣\n[00:00.273] 制作 : 队长/高孟昊\n[00:00.364] 配唱编写 : 队长\n[00:00.455] 录音 : 柏磊@东捷录音棚（北京）/队长\n[00:00.546] 混音 : Lance Powell\n[00:00.637] 母带 : 全相彦@OKmastering Studio（北京）\n[00:00.728] 封面 : Jason\n[00:00.823]Intro（队长）：\n[00:01.023]无所谓有没有你的怀抱\n[00:04.292]一场雨大不了就淋湿掉\n[00:07.158]很想你也不想让你知道\n[00:10.057]假装坚强全都是伪装\n[00:12.734]\n[00:13.036]彻夜难眠也只是为了你\n[00:16.004]山谷里的风像你在轻声细语\n[00:19.103]再寒暄几句我就要离去\n[00:22.251]如果不是你那么就somebody\n[00:24.897]\n[00:25.198]Hook（合）：\n[00:25.379]Let go let go let go let go\n[00:27.933]你走远后就别再回头\n[00:31.334]你带走了我全部的梦\n[00:34.349]留下的心变成石头\n[00:37.223]Let go let go let go let go\n[00:40.528]你走远后就别再回头\n[00:43.367]你带走了我全部的梦\n[00:46.269]留下的我全是痛\n[00:48.849]\n[00:49.151]verse1（黄礼格）\n[00:49.388]这关系像风也像雨\n[00:50.207]让人 摸不透底\n[00:51.337]感情又是云里雾里\n[00:53.174]始终 还不够清晰\n[00:54.530]没有你的日子还是会想起你 baby\n[00:57.756]但明明说好不想再提起 我又违背\n[01:00.722]我靠着车窗慢慢的睡着\n[01:02.662]下挂嘴角 漫长的隧道\n[01:04.671]肩膀少了熟悉的 味道\n[01:06.689]隔着玻璃 把身子坐低\n[01:08.315]感受另一个世界的喧闹\n[01:10.219]紊乱作息 灵魂被拖离\n[01:11.672]像是中了你的圈套\n[01:12.998]\n[01:13.254]给世界加点颜色别只剩下黑白\n[01:16.165]我一次次试图冲出回忆的阴霾\n[01:21.734]每个夜晚又被黑暗无情的掩埋\n[01:25.048]\n[01:25.378]hook：\n[01:25.719]Let go let go let go let go\n[01:27.801]你走远后就别再回头\n[01:31.381]你带走了我全部的梦\n[01:34.263]留下的心变成石头\n[01:37.185]Let go let go let go let go\n[01:40.568]你走远后就别再回头\n[01:43.260]你带走了我全部的梦\n[01:46.268]留下的我全是痛\n[01:49.029]\n[01:49.263]Verse 2：\n[01:49.528]（队长）\n[01:49.810]如果靠醉意能降低 矜 持的防线\n[01:51.951]如果悔意能把我带到你的身边\n[01:54.872]想为你遮风\n[01:56.546]为你挡雨\n[01:57.953]为你再一次疯癫\n[02:00.403]\n[02:00.664]（黄礼格）\n[02:00.901]已习惯 但不舍弃\n[02:04.170]想极端 但不彻底\n[02:07.036]好希望 但不合理\n[02:10.202]我喜欢 但不可以\n[02:13.198]收敛自己的好奇心 有些东西\n[02:16.144]一旦触碰就会上瘾 好比空气\n[02:19.151]你的存在没人可比 可惜\n[02:22.129]以后的你只能活在我的歌里\n[02:24.919]\n[02:25.161]Bridge（队长）：\n[02:25.418]能够回忆的只有你的只言片语\n[02:28.112]脑海里面翻滚的都是你的记忆\n[02:30.966]我也不是说你就是我的唯一\n[02:34.151]但怎么就只能听到你声音\n[02:36.844]\n[02:37.122]hook：\n[02:37.343]Let go let go let go let go\n[02:39.549]你走远后就别再回头\n[02:43.253]你带走了我全部的梦\n[02:46.268]留下的心变成石头\n[02:49.150]Let go let go let go let go\n[02:52.279]你走远后就别再回头\n[02:55.229]我也许会原地不动\n[02:58.199]但也能选择更自由\n[03:02.685]\n",
    },
    {
      name: "耳朵",
      artist: "李荣浩",
      url: "http://music.163.com/song/media/outer/url?id=1318235595.mp3",
      cover:
        "http://p1.music.126.net/tt8xwK-ASC2iqXNUXYKoDQ==/109951163606377163.jpg?param=130y130",
      lrc: "[00:00.000] 作词 : 文炅\n[00:01.000] 作曲 : 郑宇界\n[00:02.000] 编曲 : 李荣浩\n[00:03.000] 制作人 : 李荣浩\n[00:12.27]\n[01:20.02][00:15.39]谁的脚步 近了 谁的脚步 远了\n[01:27.25][00:23.47]我都竖起 耳朵\n[01:30.35][00:26.67]听着楼道里还是 空空荡荡的\n[01:34.41][00:30.79]\n[01:34.81][00:31.72]我没听你倾诉 没驱赶你孤独\n[01:43.08][00:39.10]总是闭着 耳朵\n[01:45.83][00:42.21]直到心房里变得 空空荡荡的\n[01:49.69][00:46.40]\n[02:37.11][01:50.14][00:46.68]所有的感官都要变迟钝\n[02:40.32][01:54.07][00:50.22]茶饭不思 呆呆的凝望着\n[02:44.82][01:58.20][00:54.32]只有耳朵不听话了\n[02:48.12][02:01.67][00:58.00]非要我听那首最爱的老歌\n[02:51.88][02:05.36][01:01.41]\n[02:52.23][02:05.75][01:01.71]所有的情绪都要变脆弱\n[02:56.10][02:09.65][01:05.53]烂俗桥段 眼睛却湿透了\n[03:00.48][02:14.14][01:11.94]左右耳朵也埋怨着\n[02:19.15][01:15.14]最近好像少了些什么\n[02:22.21][01:17.83]\n[03:03.67]最近少一个人好寂寞\n[03:12.91]\n[03:14.987] 吉他 : 李荣浩\n[03:17.883] 贝斯 : 李荣浩\n[03:20.779] 鼓 : 荒井十一\n[03:23.675] 和声编写 : 李荣浩\n[03:26.571] 和声 : 李荣浩\n[03:29.467] 弦乐编写 : 李荣浩\n[03:32.363] 弦乐 : 国际首席爱乐乐团International Master Philharmonic Orchestra\n[03:35.259] 长号 : 谢燕辉Terence Hsieh\n[03:38.155] 小号 : 何浩诚Hao Cheng He\n[03:41.051] 次中音萨克斯风 : 高太行Nathaniel Gao\n[03:43.947] 录音师 : 李荣浩\n[03:46.843] 混音工程师 : 李荣浩\n[03:49.739] 录音室 : 北京一样音乐录音室Beijing Young Music Studio\n[03:52.635] 混音室 : 北京一样音乐录音室Beijing Young Music Studio\n[03:55.531] 母带制作 : 李荣浩\n[03:58.427] 母带工程师 : 周天澈TC Z.\n[04:01.323] 母带后期处理录音室 : TC Faders\n",
    },
    {
      name: "不将就",
      artist: "李荣浩",
      url: "http://music.163.com/song/media/outer/url?id=31654343.mp3",
      cover:
        "http://p1.music.126.net/tt8xwK-ASC2iqXNUXYKoDQ==/109951163606377163.jpg?param=130y130",
      lrc: "[00:00.000] 作词 : 黄伟文/李荣浩\n[00:01.000] 作曲 : 李荣浩\n[00:02.000] 编曲 : 李浩然\n[00:03.000] 吉他 : 李荣浩\n[00:04.000] 贝斯 : 李荣浩\n[00:05.000] 和声 : 李荣浩\n[00:06.000] 鼓 : 荒井十一\n[00:07.000] 弦乐 : 国际首席爱乐乐团\n[00:08.000] 弦乐编写 : 李荣浩/陈迪\n[00:09.000] 录音/混音室 : 一样音乐工作室\n[00:10.000] 录音 : 曹飞\n[00:11.000] 混音师 : 曹飞\n[00:12.000] 音乐监制 : 乐视音乐\n[00:13.54]那时候 我以为爱的是生活\n[00:19.55]也算懂得 什么适合什么不可\n[00:26.24]最近还是一样努力着\n[00:29.76]配合你的性格\n[00:32.81]你的追求者 你的坎坷\n[00:36.27]我开的车\n[00:39.53]算一算 虚度了多少个年头\n[00:46.30]仿佛足够写一套错爱的春秋\n[00:52.50]如果以后 你还想为谁\n[00:56.47]浪费美好时候\n[00:59.48]眼泪只能在我的胸膛\n[01:03.21]毫无保留\n[01:09.63]互相折磨到白头\n[01:16.59]悲伤坚决不放手\n[01:23.16]开始纠缠之后\n[01:28.33]才又被人放大了自由\n[01:36.67]你的暴烈太温柔\n[01:43.17]感情又痛又享受\n[01:49.88]如果我说不吻你不罢休\n[01:56.07]谁能逼我将就\n[02:06.89]你问我 为什么顽固而专一\n[02:12.98]天下太大 总有人比你更合适\n[02:19.44]其实我觉得这样不值\n[02:23.01]可没选择方式\n[02:26.16]你一出场别人都显得不过如此\n[02:34.65]互相折磨到白头\n[02:41.54]悲伤坚决不放手\n[02:48.20]开始纠缠之后\n[02:53.38]才又被人放大了自由\n[03:01.58]你的暴烈太温柔\n[03:08.19]感情又痛又享受\n[03:14.89]如果我说不吻你不罢休\n[03:21.05]谁能逼我将就\n[03:48.46]不吻你不罢休\n[03:51.65]谁能逼我将就\n[03:58.53]互相折磨到白头\n[04:04.87]悲伤坚决不放手\n[04:11.39]开始纠缠之后\n[04:16.85]才又被人放大了自由\n[04:24.88]你的暴烈太温柔\n[04:31.66]感情又痛又享受\n[04:38.26]如果我说不吻你不罢休\n[04:44.29]谁能逼我将就\n[04:50.92]他们不过将就\n[04:57.91]\n",
    },
    {
      name: "爱我还是他",
      artist: "陶喆",
      url: "../music/爱我还是他.mp3",
      cover:
        "http://p2.music.126.net/ZR6QuByWgej9-aRhZjLqHw==/109951163803188844.jpg?param=130y130",
      lrc: "[00:00.000] 作词 : 娃娃/陶喆\n[00:01.000] 作曲 : 陶喆\n[00:02.000] 编曲 : 陶喆\n[00:03.000] 弦乐编写 : 吴庆隆\n[00:16.40]\n[00:17.81]黑暗中的我们都没有说话\n[00:24.24]你只想回家 不想你回家\n[00:32.28]寂寞深得像海太让人害怕\n[00:38.96]温柔你的手 轻轻揉着我的发\n[00:46.24]你的眉眼说 你好渴望我拥抱\n[00:53.41]你身体却在拼命逃\n[00:57.04]当欲望在燃烧\n[01:05.00]\n[01:06.27]你爱我还是他\n[01:12.73]是不是真的他有比我好\n[01:17.14]你为谁在挣扎\n[01:20.77]你爱我还是他\n[01:27.28]就说出你想说的真心话\n[01:31.81]你到底要跟我还是他\n[01:38.43]\n[01:43.05]爱 爱 爱 他\n[01:50.23]\n[01:51.23]这是不是命运对我的惩罚\n[01:57.28]爱你也没办法 恨你也没办法\n[02:05.67]陷在这个漩涡只想挣脱它\n[02:11.95]拉住你的手 却让我也被拖下\n[02:19.25]你的眉眼说 你不渴望我拥抱\n[02:26.00]每当爱变成了煎熬\n[02:29.85]你就开始要逃\n[02:34.28]\n[02:35.28]你爱我还是他\n[02:41.69]是不是我可以做得更好\n[02:45.92]让你不再挣扎\n[02:49.56]你爱我还是他\n[02:56.11]我宁愿听到残忍的回答\n[03:00.44]也不要再被耍\n[03:04.07]你爱我还是他\n[03:10.57]我为你找了一百个理由\n[03:14.86]我就是那么傻\n[03:18.71]你爱我还是他\n[03:24.98]是否沉默代替你的回答\n[03:29.32]我应该明白吧\n[03:33.41]\n[04:06.00]Yeah  爱我还是他 喔\n[04:13.75]你都已看不到我们的好\n[04:17.99]我还为谁牵挂\n[04:20.50]喔 你爱我还是他\n[04:28.05]是否沉默就是你的回答\n[04:32.24]我们都别挣扎\n[04:39.04]去爱他\n",
    },
    {
      name: "爱很简单",
      artist: "陶喆",
      url: "../music/爱很简单.mp3",
      cover:
        "http://p2.music.126.net/ZR6QuByWgej9-aRhZjLqHw==/109951163803188844.jpg?param=130y130",
      lrc: "[00:00.000] 作词 : 娃娃\n[00:01.000] 作曲 : 陶喆\n[00:02.000] 编曲 : 陶喆\n[00:13.090]忘了是怎么开始\n[00:16.610]也许就是对你 有一种感觉\n[00:26.420]忽然间发现自己 已深深爱上你\n[00:34.150]真的很简单\n[00:40.520]爱得地暗天黑 都已无所谓\n[00:47.360]是是非非无法抉择\n[00:54.520]没有后悔为爱日夜去跟随\n[01:01.010]那个疯狂的人是我\n[01:06.55]\n[01:07.550]I love you\n[01:13.520]无法不爱你Baby\n[01:17.080]说你也爱我\n[01:21.310]I love you\n[01:27.390]永远不愿意Baby\n[01:31.090]失去你\n[01:36.110]\n[01:37.110]不可能更快乐\n[01:40.590]只要能在一起 做什么都可以\n[01:48.970]虽然世界变个不停\n[01:54.210]用最真诚的心 让爱变得简单（让爱变得简单）\n[02:04.210]爱得地暗天黑 都已无所谓\n[02:10.980]是是非非无法抉择\n[02:17.880]没有后悔为爱日夜去跟随\n[02:24.700]那个疯狂的人是我\n[02:29.800]\n[02:30.800]I love you\n[02:36.920]一直在这里Baby\n[02:40.850]一直在爱你\n[02:44.950]I love you\n[02:49.27]Oh Yes I do\n[02:51.210]永远都不放弃 这爱你的权利\n[02:58.90]\n[02:59.90]如果你还有一些困惑 Oh no\n[03:06.94]请贴着我的心倾听\n[03:11.90]听我说着爱你 Yes I do\n[03:22.30]\n[03:35.79]Come on now\n[03:37.18]\n[03:49.59]One more time\n[03:50.05]\n[03:51.03]I love you Oh yes I do\n[03:57.12]一直在这里Baby oh yeah\n[04:00.55]一直在爱你\n[04:04.92]I love you\n[04:11.03]永远都不放弃 这爱你的权利\n",
    },

    {
      name: "寂寞的季节",
      artist: "陶喆",
      url: "../music/寂寞的季节.mp3",
      cover:
        "http://p2.music.126.net/ZR6QuByWgej9-aRhZjLqHw==/109951163803188844.jpg?param=130y130",
      lrc: "[00:00.000] 作词 : 娃娃\n[00:01.000] 作曲 : 陶喆\n[00:02.000] 编曲 : 陶喆\n[00:13.020]风吹落最后一片叶\n[00:18.020]我的心也飘着雪\n[00:24.720]爱只能往回忆里堆叠\n[00:30.019]oh~给下个季节\n[00:37.019]忽然间树梢冒花蕊\n[00:42.799]我怎么会都没有感觉\n[00:47.799]oh~整条街都是恋爱的人\n[00:54.799]我独自走在暖风的夜\n[01:02.799]多想要向过去告别\n[01:08.799]当季节不停更迭 oh~\n[01:14.799]却还是少一点坚决\n[01:20.799]在这寂寞的季节\n[01:28.499]艳阳高照在那海边\n[01:35.399]爱情盛开的世界\n[01:41.399]远远看着热闹一切\n[01:46.899]oh~记得那狂烈\n[01:53.399]窗外是快枯黄的叶\n[01:59.399]感伤在心中有一些 oh~\n[02:06.399]我了解那些爱过的人\n[02:11.400]心是如何慢慢在凋谢\n[02:17.400]多想要向过去告别\n[02:23.400]当季节不停更迭 oh~\n[02:30.400]却永远少一点坚决\n[02:36.400]在这寂寞的季节\n[02:43.400]又走过风吹的冷冽\n[02:50.400]最后一盏灯熄灭\n[02:57.400]从回忆我慢慢穿越\n[03:01.400]在这寂寞的季节\n[03:07.400]还是寂寞的季节\n[03:14.400]一样寂寞的季节\n[03:26.400]\n",
    },
    {
      name: "Melody",
      artist: "陶喆",
      url: "../music/Melody.mp3",
      cover:
        "http://p2.music.126.net/ZR6QuByWgej9-aRhZjLqHw==/109951163803188844.jpg?param=130y130",
      lrc: "[00:00.000] 作词 : 陶喆/娃娃\n[00:01.000] 作曲 : 陶喆\n[00:02.000] 编曲 : 陶喆\n[00:20.150]终于明白你已变成回忆\n[00:24.510]没有言语能够说明\n[00:26.930]当别人问起\n[00:28.740]谱了一段旋律没有句点\n[00:32.420]也无法再继续\n[00:37.520]像埋伏在街头的某种气息\n[00:41.870]无意间经过把往日笑与泪勾起\n[00:46.300]忽然心痛的无法再压抑\n[00:50.170]原来从未忘记\n[00:56.920]Melody\n[01:00.780]脑海中的旋律转个不停\n[01:05.360]爱过你\n[01:09.280]有太多话忘了要告诉你\n[01:14.100]Melody\n[01:18.120]无数动人音符在我生命\n[01:22.800]爱过你\n[01:26.790]失去你我才知道要珍惜\n[01:49.660]当时无法为你写的那首歌\n[01:53.910]却是我永远的遗憾\n[01:56.660]当爱逝去\n[01:58.270]如果所有的错重来一次\n[02:02.060]能否改变结局\n[02:07.050]终于落下休止符的那首歌\n[02:11.410]我听着每一个音符流过的回忆\n[02:15.750]为什么在那么多年以后\n[02:19.500]还不能说再见\n[02:26.400]Melody\n[02:30.120]脑海中的旋律如此熟悉\n[02:34.790]爱过你\n[02:38.810]在我心里只能轻轻叹息\n[02:43.500]Melody\n[02:47.430]无数动人音符在我生命\n[02:52.280]爱过你\n[02:56.220]失去你我才知道要珍惜\n[03:01.330]Melody Oh Melody\n[03:03.150]我永远不能忘记\n[03:05.240]你是多么的美丽\n[03:07.460]让这音乐一直不停响起\n[03:09.930]Melody Oh Melody\n[03:11.920]我舍不得去忘记\n[03:13.960]我们快乐的过去\n[03:16.230]请别让我从这梦境清醒\n[03:18.640]Melody yeah～\n[03:22.050]脑海中的旋律如此熟悉\n[03:27.530]爱着你\n[03:31.660]求你听我唱完这一段旋律\n[03:36.510]请不要离去\n[03:40.980]Melody\n[03:44.750]你是在我脑海不停的旋律\n[03:49.430]爱过你\n[03:53.570]我的心里只能无言叹息\n[03:57.200]Melody\n[04:02.280]无数动人音符在生命里\n[04:06.920]爱过你\n[04:10.970]失去后我才知道要珍惜你\n",
    },
  ],
});
